Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# training.history_comparison_period
source: 比較期間
ar_sa: فترة المقارنة
ca: Període de comparació
cs: Porovnávací období
da: Sammenligningsperiode
de_de: Vergleichszeitraum
el: Περίοδος σύγκρισης
en_au: Comparison period
es_es: Periodo de comparación
fi: Vertailujakso
fr_ca: Période de comparaison
gu: સરખામણીનો સમયગાળો
he: תקופת השוואה
hi: तुलनात्मक अवधि
hr: Period usporedbe
hu: Hasonló időszak
id: Periode perbandingan
it: Periodo di confronto
ko: 비교 기간
mr: तुलना कालावधी
ms: Tempoh perbandingan
nl_nl: Vergelijkingsperiode
no: Sammenligningsperiode
pl: Okres porównania
pt_br: Período de comparação
pt_pt: Período de comparação
ro: Perioadă de comparație
ru: Период сравнения
sk: Porovnávacia doba
sl: Podatek za primerjavo
sv: Jämföringsperiod
ta: ஒப்பிட்டுப் பார்க்க வேண்டிய காலம்
te: పోలిక వ్యవధి
th: ช่วงเวลาเปรียบเทียบ
tr: Karşılaştırma dönemi
uk: Період порівняння
vi: So sánh theo thời gian
zh_hans: 比较期间

# training.history_four_week_average
source: 線は4週移動平均
ar_sa: متوسط متحرك لمدة 4 أسابيع
ca: Mitjana mòbil de 4 setmanes
cs: 4týdenní průměr (pohybující se graf)
da: 4-ugers gennemsnit (linjen bevæger sig)
de_de: Linie: 4-Wochen-Durchschnitt
el: Η γραμμή είναι 4 εβδομάδων κινητού μέσου όρου
en_au: 4-week moving average (line)
es_es: Línea: Media móvil de 4 semanas
fi: Viivottu 4 viikon keskiarvo
fr_ca: Moyenne sur 4 semaines (ligne)
gu: રેખા 4 અઠવાડિયાની સરેરાશ દર્શાવે છે
he: ממוצע 4 שבועות (הקו מחושב על סמך נתונים קודמים)
hi: रेखा 4 सप्ताह का औसत दिखाती है
hr: Linija je 4-tjedni pomaknuti prosjek
hu: A vonal 4 hetes mozgó átlagot mutatja.
id: Garis adalah rata-rata bergerak 4 minggu
it: Media su 4 settimane (linea)
ko: 선은 4주 이동 평균
mr: 4 आठवड्यांचा सरासरी आलेख
ms: Garis ialah purata bergerak 4 minggu
nl_nl: De lijn is een 4-weeks voortschrijdend gemiddelde
no: 4-ukers gjennomsnitt (linjen beveger seg)
pl: Średnia ruchoma (4 tygodnie)
pt_br: Média móvel (4 semanas)
pt_pt: Média móvel (4 semanas)
ro: Linia reprezintă media pe 4 săptămâni
ru: Линия - 4-недельный скользящий средний показатель
sk: 4-týždňový priemer (graf)
sl: Črta predstavlja 4-tedno povprečje
sv: 4-veckors glidande medelvärde
ta: 4 வாரங்களுக்கு இடையிலான சராசரி (வரைபடம்)
te: 4 వారాల సగటు (గ్రాఫ్)
th: เส้นคือค่าเฉลี่ย 4 สัปดาห์
tr: 4 haftalık hareketli ortalama (çizgi)
uk: Лінія - 4-тижнева ковзна середня
vi: Đường cong trung bình 4 tuần
zh_hans: 线为4周移动平均
zh_hant: 線為 4 週移動平均

# training.history_moving_average
source: 移動平均
ar_sa: متوسط متحرك
ca: Mitja mòbil
cs: Pohyblivý průměr
da: Gennemsnit over tid
de_de: Gleitender Durchschnitt
el: Κινητός μέσος όρος
en_au: Moving Average
es_es: Media móvil
fi: Viivottu keskiarvo
fr_ca: Moyenne mobile
gu: સરેરાશ મૂલ્ય
he: ממוצע נע
hi: मूविंग एवरेज
hr: Pomaknuti prosjek
hu: Mozgó átlag
id: Rata-rata bergerak
it: Media mobile
ko: 이동 평균
mr: सरासरी आलेख
ms: Purata bergerak
nl_nl: Voortschrijdend gemiddelde
no: Gjennomsnitt over tid
pl: Średnia ruchoma
pt_br: Média móvel
pt_pt: Média móvel
ro: Medie în mișcare
ru: Скользящее среднее
sk: Pohybujúci priemer
sl: Pomično povprečje
sv: Glidande medelvärde
ta: நகரும் சராசரி
te: సగటు విలువ
th: ค่าเฉลี่ยเคลื่อนที่
tr: Hareketli ortalama
uk: Ковзна середня
vi: Trung bình động
zh_hans: 移动平均

# training.history_new_activity
source: 新規
ar_sa: جديد
ca: Nou
cs: Nová aktivita
da: Ny aktivitet
de_de: Neu
el: Νέο
en_au: New
es_es: Nuevo
fi: Uusi
fr_ca: Nouveau
gu: નવું
he: חדש
hi: नया
hr: Novo
hu: Új
id: Baru
it: Nuovo allenamento
ko: 새로 추가
mr: नवीन
ms: Baru
nl_nl: Nieuw
no: Ny aktivitet
pl: Nowy
pt_br: Novo
pt_pt: Novo
ro: Nouă activitate
ru: Новая активность
sk: Nové aktivity
sl: Novo
sv: Ny aktivitet
ta: புதிய பயிற்சி
te: కొత్తగా
th: ใหม่
tr: Yeni
uk: Нова діяльність
vi: Mới
zh_hans: 新增
zh_hant: 新增

# training.history_period_comparison
source: 期間比較
ar_sa: مقارنة الفترات
ca: Comparació de períodes
cs: Porovnání období
da: Sammenlign perioder
de_de: Vergleich über Zeitraum
el: Σύγκριση περιόδου
en_au: Compare periods
es_es: Comparación de periodos
fi: Jaksojen vertailu
fr_ca: Comparer les périodes
gu: સમયગાળો સરખાવો
he: השוואה בין תקופות
hi: अवधि की तुलना
hr: Usporedba razdoblja
hu: Időszaki összehasonlítás
id: Perbandingan periode
it: Confronta periodi
ko: 기간 비교
mr: कालावधीची तुलना
ms: Bandingkan tempoh
nl_nl: Vergelijking over periode
no: Sammenlign perioder
pl: Porównanie okresów
pt_br: Comparar períodos
pt_pt: Comparar períodos
ro: Comparație pe perioadă
ru: Сравнение периодов
sk: Porovnanie období
sl: Primerjaj obdobja
sv: Jämför perioder
ta: கால அளவை ஒப்பிடுக
te: వ్యవధి పోలిక
th: เปรียบเทียบช่วงเวลา
tr: Dönem karşılaştırması
uk: Порівняння періодів
vi: So sánh theo giai đoạn
zh_hans: 期间比较

# training.history_previous_period_change
source: 前期比 {{value1}}
ar_sa: التغير مقارنة بالفترة السابقة {{value1}}
ca: Canvi respecte a la temporada anterior {{value1}}
cs: Změna oproti předchozímu období {{value1}}
da: Ændring i forhold til forrige periode {{value1}}
de_de: Vorheriger Zeitraum: {{value1}}
el: Αλλαγή σε σχέση με την προηγούμενη περίοδο {{value1}}
en_au: Previous period change {{value1}}
es_es: Comparado con el periodo anterior: {{value1}}
fi: Edelliseen jaksoon verrattuna {{value1}}
fr_ca: Variation par rapport à la période précédente {{value1}}
gu: અગાઉના સમયગાળાની તુલના {{value1}}
he: שינוי ביחס לפרק {{value1}}
hi: पिछली अवधि में {{value1}} का परिवर्तन
hr: Promjena u odnosu na prethodni period {{value1}}
hu: Előző időszakhoz képest {{value1}}
id: Perubahan dibandingkan periode sebelumnya {{value1}}
it: Variazione rispetto al periodo precedente {{value1}}
ko: 이전 기간 {{value1}}
mr: मागील कालावधीतील बदल {{value1}}
ms: Perubahan daripada tempoh sebelumnya {{value1}}
nl_nl: Verandering ten opzichte van de vorige periode {{value1}}
no: Endring fra forrige periode {{value1}}
pl: Zmiana w poprzednim okresie {{value1}}
pt_br: Variação em relação à época anterior {{value1}}
pt_pt: Comparado com a época anterior: {{value1}}
ro: Schimbare față de perioada anterioară {{value1}}
ru: Изменение по сравнению с предыдущим периодом {{value1}}
sk: Zmena oproti predchádzajúcemu obdobiu {{value1}}
sl: Izmenjava s prejšnjim obdobjem {{value1}}
sv: Förra perioden - {{value1}}
ta: முந்தைய காலத்துடன் {{value1}}
te: మునుపటి వ్యవధితో పోలిస్తే {{value1}}
th: เปลี่ยนแปลงจากช่วงก่อน {{value1}}
tr: Önceki döneme göre {{value1}}
uk: Зміна від попереднього періоду {{value1}}
vi: Thay đổi so với kỳ trước {{value1}}
zh_hans: 上期比 {{value1}}

# training.history_previous_period_section
source: 前の同期間との比較
ar_sa: مقارنة مع نفس الفترة في السابق
ca: Comparació amb la mateixa temporada anterior
cs: Srovnání s obdobím v minulosti
da: Sammenligning med samme periode sidste år
de_de: Vergleich mit dem vorherigen Zeitraum
el: Σύγκριση με την ίδια περίοδο στην προηγούμενη χρονιά
en_au: Comparison with the same period in the previous month
es_es: Comparación con el mismo periodo del año anterior
fi: Vertailu edelliseen samaan ajkeseen
fr_ca: Comparaison avec la même période du mois précédent
gu: અગાઉના સમાન સમયગાળા સાથે સરખામણી
he: השוואה עם אותה תקופה בשנה הקודמת
hi: पिछले समान अवधि की तुलना
hr: Usporedba s istim razdobljem prošle godine
hu: Az előző ugyanazon időszak összehasonlítása
id: Perbandingan dengan periode yang sama sebelumnya
it: Confronto con lo stesso periodo del mese precedente
ko: 이전 동일 기간과의 비교
mr: मागील समान कालावधीशी तुलना
ms: Bandingkan dengan tempoh yang sama
nl_nl: Vergelijking met dezelfde periode in het verleden
no: Sammenligning med samme periode i fjor
pl: Porównanie z tym samym okresem w poprzednim miesiącu
pt_br: Comparação com o mesmo período anterior
pt_pt: Comparar com o mesmo período da semana passada
ro: Comparație cu aceeași perioadă din trecut
ru: Сравнение с аналогичным периодом прошлого
sk: Porovnanie s rovnakým obdobím v minulosti
sl: Primerjaj z isto obdobjem v prejsnji leti
sv: Jämför med samma period förra året
ta: முந்தைய அதே காலகட்டத்துடன் ஒப்பீடு
te: మునుపటి అదే కాలంతో పోలిక
th: เปรียบเทียบกับช่วงเดียวกันของปีที่แล้ว
tr: Önceki aynı dönemle karşılaştırma
uk: Порівняння з аналогічним періодом минулого
vi: So sánh với cùng giai đoạn trước
zh_hans: 与前同期的比较
zh_hant: 與前同期間比較

# training.history_range_month
source: 1か月
ar_sa: شهر واحد
ca: 1 mes
cs: 1 měsíc
da: 1 måned
de_de: 1 Monat
el: 1 μήνας
en_au: 1 month
es_es: 1 mes
fi: 1 kuukausi
fr_ca: 1 mois
gu: 1 મહિનો
he: 1 חודש
hi: 1 महीना
hr: 1 mjesec
hu: 1 hónap
id: 1 bulan
it: 1 mese
ko: 1개월
mr: 1 महिना
ms: 1 bulan
nl_nl: 1 maand
no: 1 måned
pl: 1 miesiąc
pt_br: 1 mês
pt_pt: 1 mês
ro: 1 lună
ru: 1 месяц
sk: 1 mesiac
sl: 1 mesec
sv: 1 månad
ta: 1 மாதம்
te: 1 నెల
th: 1 เดือน
tr: 1 ay
uk: 1 місяць
vi: 1 tháng
zh_hans: 1个月
zh_hant: 1 個月

# training.history_range_six_months
source: 6か月
ar_sa: 6 أشهر
ca: 6 mesos
cs: 6 měsíců
da: 6 måneder
de_de: 6 Monate
el: 6 μήνες
en_au: 6 months
es_es: 6 meses
fi: 6 kuukautta
fr_ca: 6 mois
gu: 6 મહિના
he: 6 חודשים
hi: 6 महीने
hr: 6 mjeseci
hu: 6 hónap
id: 6 bulan
it: 6 mesi
ko: 6개월
mr: 6 महिने
ms: 6 bulan
nl_nl: 6 maanden
no: 6 måneder
pl: 6 miesięcy
pt_br: 6 meses
pt_pt: 6 meses
ro: 6 luni
ru: 6 месяцев
sk: 6 mesiacov
sl: 6 mesecev
sv: 6 månader
ta: 6 மாதங்கள்
te: 6 నెలలు
th: 6 เดือน
tr: 6 ay
uk: 6 місяців
vi: 6 tháng
zh_hans: 6个月
zh_hant: 6 個月

# training.history_range_three_months
source: 3か月
ar_sa: 3 أشهر
ca: 3 mesos
cs: 3 měsíce
da: 3 måneder
de_de: 3 Monate
el: 3 μήνες
en_au: 3 months
es_es: 3 meses
fi: 3 kuukautta
fr_ca: 3 mois
gu: 3 મહિના
he: 3 חודשים
hi: 3 महीने
hr: 3 mjeseca
hu: 3 hónap
id: 3 bulan
it: 3 mesi
ko: 3개월
mr: 3 महिने
ms: 3 bulan
nl_nl: 3 maanden
no: 3 måneder
pl: 3 miesiące
pt_br: 3 meses
pt_pt: 3 meses
ro: 3 luni
ru: 3 месяца
sk: 3 mesiace
sl: 3 mesecev
sv: 3 månader
ta: 3 மாதங்கள்
te: 3 నెలలు
th: 3 เดือน
tr: 3 ay
uk: 3 місяці
vi: 3 tháng
zh_hans: 3个月
zh_hant: 3 個月

# training.history_range_week
source: 1週間
ar_sa: أسبوع واحد
ca: 1 setmana
cs: 1 týden
da: 1 uge
de_de: 1 Woche
el: 1 εβδομάδα
en_au: 1 week
es_es: 1 semana
fi: 1 viikko
fr_ca: 1 semaine
gu: 1 અઠવાડિયું
he: 1 שבוע
hi: 1 सप्ताह
hr: 1 tjedan
hu: 1 hét
id: 1 minggu
it: 1 settimana
ko: 1주일
mr: 1 आठवडा
ms: 1 minggu
nl_nl: 1 week
no: 1 uke
pl: 1 tydzień
pt_br: 1 semana
pt_pt: 1 semana
ro: 1 săptămână
ru: 1 неделя
sk: 1 týždeň
sl: 1 teden
sv: 1 vecka
ta: 1 வாரம்
te: 1 వారం
th: 1 สัปดาห์
tr: 1 hafta
uk: 1 тиждень
vi: 1 tuần
zh_hans: 1周
zh_hant: 1 星期

# training.history_range_year
source: 1年
ar_sa: سنة واحدة
ca: 1 any
cs: 1 rok
da: 1 år
de_de: 1 Jahr
el: 1 έτος
en_au: 1 year
es_es: 1 año
fi: 1 vuosi
fr_ca: 1 an
gu: 1 વર્ષ
he: 1 שנה
hi: 1 वर्ष
hr: 1 godina
hu: 1 év
id: 1 tahun
it: 1 anno
ko: 1년
mr: 1 वर्ष
ms: 1 tahun
nl_nl: 1 jaar
no: 1 år
pl: 1 rok
pt_br: 1 ano
pt_pt: 1 ano
ro: 1 an
ru: 1 год
sk: 1 rok
sl: 1 leto
sv: 1 år
ta: 1 வருடம்
te: 1 సంవత్సరం
th: 1 ปี
tr: 1 yıl
uk: 1 рік
vi: 1 năm

# training.history_seven_day_average
source: 線は7日移動平均
ar_sa: الخط يمثل متوسط 7 أيام
ca: Línia de mitjana de 7 dies
cs: Čára zobrazuje 7denní průměr
da: Linjen viser 7-dages gennemsnit
de_de: 7-Tage-Durchschnitt (Linie)
el: Η γραμμή είναι η 7ήμερη κινητή μέση
en_au: 7-day moving average
es_es: Línea: Media móvil de 7 días
fi: 7 päivän liukuva keskiarvo
fr_ca: Courbe moyenne sur 7 jours
gu: આ આંકડો 7 દિવસનું સરેરાશ છે
he: קו הממוצע ל-7 ימים
hi: 7 दिनों का औसत
hr: Linija je 7-dnevni prosek
hu: 7 napos átlag
id: Garis adalah rata-rata 7 hari
it: Media su 7 giorni
ko: 7일 이동 평균
mr: 7 दिवसांचा सरासरी डेटा
ms: Garis adalah purata bergerak 7 hari
nl_nl: 7-daagse gemiddelde (lijn)
no: Linjen viser 7-dagers gjennomsnitt
pl: Linia to średnia ruchoma 7-dniowa
pt_br: Linha: Média móvel de 7 dias
pt_pt: Linha: Média móvel de 7 dias
ro: Linia reprezintă media pe 7 zile
ru: Линия - 7-дневная скользящая средняя
sk: Graf zobrazuje 7-dňový priemerný údaj.
sl: 7-dnevna povprečna vrednost
sv: Linjen visar 7 dagars glidande medelvärde
ta: 7 நாள் சராசரி
te: 7 రోజుల సగటు రేఖ
th: เส้นคือค่าเฉลี่ย 7 วัน
tr: 7 günlük ortalama çizgi
uk: Лінія - 7-денний середній показник
vi: Đường trung bình 7 ngày
zh_hans: 7日移动平均线
zh_hant: 7 天移動平均線

# training.history_volume_trend
source: ボリューム推移
ar_sa: اتجاه الحجم
ca: Tendència del volum
cs: Trendy objemu
da: Volumenudvikling
de_de: Volumenverlauf
el: Τάση όγκου
en_au: Volume trend
es_es: Tendencia del volumen
fi: Volyymin kehitys
fr_ca: Évolution du volume
gu: વોલ્યુમમાં ફેરફાર
he: מגמת נפח
hi: मात्रा में बदलाव
hr: Trend volumena
hu: Teljesítmény trend
id: Tren volume
it: Andamento del volume
ko: 볼륨 추이
mr: प्रगतीचा ट्रेंड
ms: Tendensi jumlah
nl_nl: Volume trend
no: Volumutvikling
pl: Trend objętości
pt_br: Tendência do volume
pt_pt: Tendência do volume
ro: Tendința volumului
ru: Динамика объема
sk: Zmena objemu
sl: Trend volumne
sv: Volymutveckling
ta: சராசரி போக்கு
te: పరిమాణం యొక్క ధోరణి
th: แนวโน้มปริมาณ
tr: Hacimdeki değişim
uk: Тенденція об'єму
vi: Xu hướng thể tích
zh_hans: 运动量趋势
zh_hant: 運動量趨勢

# training.keep_iphone_value
source: iPhoneの記録を使う
ar_sa: استخدام سجلات iPhone
ca: Utilitzar les dades de l'iPhone
cs: Použít záznamy z iPhone
da: Brug iPhone-data
de_de: iPhone-Daten verwenden
el: Χρησιμοποιήστε τις καταγραφές από το iPhone
en_au: Use iPhone data
es_es: Usar registro de iPhone
fi: Käytä iPhone-tietoja
fr_ca: Utiliser les données de l'iPhone
gu: iPhone ડેટાનો ઉપયોગ કરો
he: השתמש בנתונים מ-iPhone
hi: iPhone डेटा का उपयोग करें
hr: Koristite podatke s iPhonea
hu: Használja az iPhone adatait
id: Gunakan catatan iPhone
it: Usa i dati di iPhone
ko: iPhone 기록 사용
mr: आयफोनमधील नोंदी वापरा
ms: Gunakan rekod iPhone
nl_nl: Gebruik iPhone-gegevens
no: Bruk iPhone-data
pl: Użyj danych z iPhone'a
pt_br: Usar dados do iPhone
pt_pt: Usar registos do iPhone
ro: Folosește datele de pe iPhone
ru: Использовать данные iPhone
sk: Použiť záznamy z iPhone.
sl: Uporabite podatke s telefona iPhone
sv: Använd iPhone-data
ta: iPhone பதிவுகளைப் பயன்படுத்தவும்
te: iPhone డేటాను ఉపయోగించండి
th: ใช้ข้อมูลจาก iPhone
tr: iPhone verilerini kullan
uk: Використовувати записи з iPhone
vi: Sử dụng dữ liệu từ iPhone
zh_hans: 使用iPhone记录
zh_hant: 使用 iPhone 記錄

# training.outdoor_distance
source: 距離
ar_sa: المسافة
ca: Distància
cs: Vzdálenost
da: Distance
de_de: Distanz
el: Απόσταση
en_au: Distance
es_es: Distancia
fi: Etäisyys
fr_ca: Distance
gu: અંતર
he: מרחק
hi: दूरी
hr: Udaljenost
hu: Távolság
id: Jarak
it: Distanza
ko: 거리
mr: अंतर
ms: Jarak
nl_nl: Afstand
no: Distanse
pl: Dystans
pt_br: Distância
pt_pt: Distância
ro: Distanță
ru: Расстояние
sk: Vzdialenosť
sl: Razdalja
sv: Distans
ta: தூரம்
te: దూరం
th: ระยะทาง
tr: Mesafe
uk: Відстань
vi: Quãng đường
zh_hans: 距离

# training.outdoor_pace
source: 平均ペース
ar_sa: متوسط السرعة
ca: Ritme mitjà
cs: Průměrná rychlost
da: Gennemsnitlig tempo
de_de: Durchschnittliche Geschwindigkeit
el: Μέση ταχύτητα
en_au: Average pace
es_es: Ritmo medio
fi: Keskimääräinen vauhti
fr_ca: Rythme moyen
gu: સરેરાશ ગતિ
he: קצב ממוצע
hi: औसत गति
hr: Prosječna brzina
hu: Átlagos sebesség
id: Kecepatan rata-rata
it: Velocità media
ko: 평균 속도
mr: सरासरी वेग
ms: Purata kelajuan
nl_nl: Gemiddelde snelheid
no: Gjennomsnittlig tempo
pl: Średni tempo
pt_br: Velocidade média
pt_pt: Ritmo médio
ro: Ritm mediu
ru: Средний темп
sk: Priemerná rýchlosť
sl: Povprečna hitrost
sv: Genomsnittlig hastighet
ta: சராசரி வேகம்
te: సగటు వేగం
th: ความเร็วเฉลี่ย
tr: Ortalama hız
uk: Середня швидкість
vi: Tốc độ trung bình
zh_hans: 平均速度
zh_hant: 平均速度

# training.outdoor_route_health
source: ルートはApple Healthに保存済み
ar_sa: المسار محفوظ في Apple Health
ca: Ruta guardada a Apple Health
cs: Trasa uložena v Apple Health
da: Rute gemt i Apple Health
de_de: Route gespeichert in Apple Health
el: Η διαδρομή είναι αποθηκευμένη στο Apple Health
en_au: Route saved to Apple Health.
es_es: Ruta guardada en Apple Health
fi: Reitti tallennettu Apple Healthiin
fr_ca: Itinéraire enregistré dans Apple Santé
gu: રૂટ Apple Health માં સાચવવામાં આવ્યો છે
he: מסלול שמור ב-Apple Health
hi: मार्ग Apple Health में सहेजा गया है
hr: Rut je spremljen u Apple Healthu
hu: Útvonal az Apple Health-ben tárolva
id: Rute disimpan di Apple Health
it: Percorso salvato in Apple Health
ko: 경로는 Apple Health에 저장됨
mr: मार्ग Apple Health मध्ये जतन केला आहे
ms: Rute disimpan dalam Apple Health
nl_nl: Route is opgeslagen in Apple Health
no: Ruten er lagret i Apple Health.
pl: Trasa zapisana w Apple Health
pt_br: Rota salva no Apple Health
pt_pt: Rota guardada no Apple Health
ro: Traseul salvat în Apple Health
ru: Маршрут сохранен в Apple Health
sk: Trasa je uložená v Apple Health.
sl: Pot shranjen v Apple Health
sv: Routen sparad i Apple Health
ta: பாதையை Apple Health-இல் சேமித்துவிட்டோம்
te: రూట్ Apple హెల్త్‌లో నిల్వ చేయబడింది
th: เส้นทางถูกบันทึกใน Apple Health แล้ว
tr: Rota, Apple Health'te kaydedildi
uk: Маршрут збережено в Apple Health
vi: Đường đã lưu trong Apple Health
zh_hans: 已保存至 Apple 健康
zh_hant: 已儲存至 Apple 健康

# training.outdoor_route_unavailable
source: ルートは未取得
ar_sa: لم يتم الحصول على المسار
ca: Ruta no disponible
cs: Trasa není dostupná
da: Rute ikke tilgængelig
de_de: Route nicht erfasst
el: Δεν υπάρχει διαδρομή
en_au: Route not available.
es_es: Ruta no registrada
fi: Reitti ei ole vielä kerätty
fr_ca: Itinéraire non disponible
gu: રૂટ મળ્યું નથી
he: מסלול לא נשמר
hi: मार्ग उपलब्ध नहीं है
hr: Rut nije prikupljen
hu: Útvonal nem szerepel
id: Rute belum diperoleh
it: Percorso non disponibile
ko: 경로 미획득
mr: मार्ग उपलब्ध नाही
ms: Rute belum diambil
nl_nl: Route niet beschikbaar
no: Rute ikke registrert.
pl: Trasa nieznaleziona
pt_br: Rota não disponível
pt_pt: Rota não recolhida
ro: Traseul nu a fost salvat
ru: Маршрут не получен
sk: Trasa nie je dostupná.
sl: Pot še ni pridobit
sv: Routen inte hittad
ta: பாதையை பெறவில்லை
te: రూట్ అందుబాటులో లేదు
th: เส้นทางยังไม่ได้บันทึก
tr: Rota alınamadı
uk: Маршрут не отримано
vi: Không có dữ liệu đường
zh_hans: 路线未获取
zh_hant: 路線未取得

# training.outdoor_summary
source: 屋外有酸素
ar_sa: تمارين خارجية
ca: Entrenament en aire lliure
cs: Venkovní kardio
da: Udendørs træning
de_de: Outdoor-Cardio
el: Αερόβια άσκηση σε εξωτερικό χώρο
en_au: Outdoor cardio.
es_es: Entrenamiento al aire libre
fi: Ulkoilureitti
fr_ca: Entraînement en extérieur
gu: આઉટડોર એરોબિક્સ
he: אימון חוץ
hi: बाहरी व्यायाम
hr: Vanjski kardio treniranje
hu: Nyílt edzés
id: Latihan luar ruangan
it: Attività aerobica all'aperto
ko: 실외 유산소 운동
mr: आउटडोअर व्यायाम
ms: Latihan luar
nl_nl: Outdoor cardio
no: Utendørs kardio
pl: Trening na świeżym powietrzu
pt_br: Exercício ao ar livre
pt_pt: Exercício aeróbico ao ar livre
ro: Activitate cardio în aer liber
ru: Открытая тренировка
sk: Vonkajší kardio tréning
sl: Odprto poto
sv: Utomhus, konditionsträning
ta: வெளியில் உடற்பயிற்சி
te: బయట వ్యాయామం
th: ออกกำลังกายกลางแจ้ง
tr: Açık hava egzersizi
uk: Кардіо на відкритому повітрі
vi: Tập thể dục ngoài trời
zh_hans: 户外有氧运动
zh_hant: 戶外有氧運動

# training.pause
source: 一時停止
ar_sa: إيقاف مؤقت
ca: Pausar
cs: Pozastavit
da: Pause
de_de: Pause
el: Παύση
en_au: Pause
es_es: Pausa
fi: Tauota
fr_ca: Pause
gu: વિરામ કરો
he: השהייה
hi: रोकें
hr: Zaustavi
hu: Megállít
id: Jeda
it: Pausa
ko: 일시 중지
mr: थांबा
ms: Jeda
nl_nl: Pauzeer
no: Pause
pl: Przerwij
pt_br: Pausar
pt_pt: Pausar
ro: Pauză
ru: Приостановить
sk: Pozastaviť
sl: Premor
sv: Pausa
ta: தற்காலிக நிறுத்தம்
te: తొలగించు
th: หยุดชั่วคราว
tr: Duraklat
uk: Призупинити
vi: Dừng lại
zh_hans: 暂停
zh_hant: 暫停

# training.pause_and_close
source: 中断して閉じる
ar_sa: إيقاف مؤقت ثم إغلاق
ca: Pausar i tancar
cs: Pozastavit a zavřít
da: Afbryd og luk
de_de: Abbrechen und schließen
el: Διακοπή και κλείσιμο
en_au: Pause and close
es_es: Interrumpir y cerrar
fi: Peruuta ja sulje
fr_ca: Passez en revue et fermez
gu: વિરામ અને બંધ કરો
he: השהיה וסגירה
hi: रोकें और बंद करें
hr: Zaustavi i zatvori
hu: Megállít és zárod
id: Hentikan dan tutup
it: Interrompi e chiudi
ko: 중단 후 종료
mr: थांबवा आणि बंद करा
ms: Jeda dan tutup
nl_nl: Pauzeer en sluit
no: Avbryt og avslutt
pl: Przerwij i zamknij
pt_br: Pausar e fechar
pt_pt: Interromper e fechar
ro: Opriți și închideți
ru: Прекратить и закрыть
sk: Pozastaviť a zavrieť
sl: Premor in izhod
sv: Avbryt och stäng
ta: நிறுத்தி மூடவும்
te: తొలగించి మూసివేయండి
th: หยุดและปิด
tr: Egzersizi durdur ve kapat
uk: Призупинити та закрити
vi: Dừng và đóng
zh_hans: 中断并关闭
zh_hant: 暫停後關閉

# training.plan_revision_adjust
source: 未達が続かないよう、次回の負荷を調整できます。
ar_sa: يمكنك تعديل الحمل في الجلسة القادمة لتجنب عدم تحقيق الأهداف.
ca: Podeu ajustar la càrrega per següents entrenaments, per evitar que no arribeu a l'objectiu.
cs: Můžete upravit zátěž pro příští trénink, aby nedocházelo k neúspěchům.
da: Du kan justere den næste belastning, så du ikke går for langt.
de_de: Passen Sie die Belastung für das nächste Mal an, um Untergrenzen zu vermeiden.
el: Μπορείτε να προσαρμόσετε το φορτίο για την επόμενη φορά, ώστε να μην συνεχίζονται οι αποτυχίες.
en_au: Adjust next workout to avoid missing targets.
es_es: Puedes ajustar la carga para evitar que no se cumpla el objetivo.
fi: Voit säätää seuraavaa harjoittelua, jotta et ylitä rajojasi.
fr_ca: Vous pouvez ajuster la charge pour les prochaines séances afin d'éviter des jours sans progression.
gu: જો તમે લક્ષ્ય સુધી પહોંચતા નથી, તો આગામી વર્કઆઉટને સમાયોજિત કરી શકો છો.
he: ניתן להתאים את העומס הבא כדי למנוע הישארות במצב של חוסר השגת המטרה.
hi: यदि लक्ष्य पूरे नहीं होते हैं, तो अगले प्रशिक्षण में तीव्रता को समायोजित किया जा सकता है।
hr: Možete prilagoditi sljedeću opterećenost kako biste izbjegli nedostatak rezultata.
hu: A következő edzés terhelését be tudod állítani, hogy ne maradjak el a célok.
id: Anda dapat menyesuaikan beban untuk sesi berikutnya agar tidak terus-menerus gagal.
it: Puoi regolare il carico per i prossimi allenamenti, in modo da non avere periodi di inattività.
ko: 목표 달성 실패 시, 다음 훈련 강도를 조절할 수 있습니다.
mr: तुमच्या प्रगतीनुसार, पुढील प्रशिक्षणाची तीव्रता कमी किंवा जास्त करू शकता.
ms: Anda boleh menyesuaikan beban untuk siri seterusnya supaya tidak berlaku kekangan.
nl_nl: Pas de volgende training aan, zodat je niet steeds tekort komt.
no: Du kan justere neste treningsintensitet for å unngå manglende mål.
pl: Możesz dostosować obciążenie w następnym treningu, aby uniknąć niedotrzymania celów.
pt_br: Você pode ajustar a carga para evitar períodos sem atingir a meta.
pt_pt: Pode ajustar a carga para evitar falhas.
ro: Puteți ajusta sarcina pentru următoarea sesiune, astfel încât să nu mai aveți zile fără progres.
ru: Вы можете скорректировать нагрузку на следующей тренировке, чтобы избежать отсутствия прогресса.
sk: Môžete upraviť zaťaženie pre budúci tréning, aby ste sa vyhnuli dlhšiemu obdobiu bez dosiahnutia cieľa.
sl: Lahko prilagodite naslednjo intenzivnost, da se izognete manjku.
sv: Justera nästa träningsintensitet för att undvika att målet inte uppnås.
ta: சரியான அளவை சரிசெய்யலாம், இதனால் இலக்கை அடைய முடியும்.
te: మీ లక్ష్యాన్ని చేరుకోలేకపోతే, తదుపరి వ్యాయామ తీవ్రతను సర్దుబాటు చేయవచ్చు.
th: ปรับความเข้มในการออกกำลังกายครั้งต่อไป เพื่อให้มั่นใจว่าคุณจะบรรลุเป้าหมาย
tr: Hedefe ulaşmak için, bir sonraki antrenman yoğunluğunu ayarlayabilirsiniz.
uk: Ви можете скоригувати навантаження наступного разу, щоб уникнути пропуску цілей.
vi: Bạn có thể điều chỉnh cường độ tập luyện để tránh không đạt mục tiêu.
zh_hans: 可调整下次强度，避免达不到目标。
zh_hant: 可調整下次強度，避免未達目標。
